Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2014 Sud CS6 Leadership-level2.tmx
Source language: en
Languages: es

source: This slide highlights the continued importance of P&A visits, notably:
es: Esta diapositiva resalta la importancia constante de las visitas de los P&A, en particular:

source: This slide is a quick introduction of inspirational quotes from great historical leaders .
es: Esta diapositiva es una breve introducción con citas inspiradoras de grandes líderes de la historia .

source: This slide outlines the timeline of how the visible safety leadership activities will be recorded.
es: Esta diapositiva describe la línea de tiempo en que se registrarán las actividades de liderazgo visible en seguridad.

source: This slide outlines the aims of this initiative, namely:
es: Esta diapositiva describe los objetivos de esta iniciativa, a saber:

source: This slide outlines why we are expanding visible safety leadership at Golder from focussing solely on P&A visits to include an additional array of different activities.
es: Esta diapositiva define por qué estamos ampliando el liderazgo visible en saguridad en Golder desde centrarnos exclusivamente en las visitas de P&A para pasar a incluir una gama de actividades diversas.

source: This starts NOW!
es: ¡Ya empezamos!

source: Visible Safety Leadership
es: Liderazgo visible en seguridad

source: Visible Safety Leadership Aims
es: Objetivos de liderazgo visible en seguridad

source: Visible Safety Leadership Behaviours
es: Conductas de liderazgo visible en seguridad

source: WHY?
es: ¿POR QUÉ?

source: Walking a staff member through HSE documents individually or during toolbox talks; and
es: Mostrar a un miembro del personal los documentos de HSE ya sea individualmente o en las reuniones de salud y seguridad

source: Walking a staff member through HSE documents individually or in toolbox talks
es: Mostrar a un miembro del personal los documentos de HSE ya sea individualmente o en las reuniones de salud y seguridad

source: Walking a staff member through HSE documents individually or in toolbox talks.
es: Mostrar a un miembro del personal los documentos de HSE ya sea individualmente o en las reuniones de salud y seguridad

source: Wave 1, Currently - France, Italy, Portugal and Spain already have BST.
es: 1ª ola, actualmente: Francia, Italia, Portugal y España ya tienen BST.

source: Wave 2, March 2014 – Denmark, Finland, Sweden, Norway.
es: 2ª ola, marzo 2014: Dinamarca, Finlandia, Suecia, Noruega.

source: Wave 3, June 2014 – Germany, Ireland, UK.
es: 3ª ola, junio 2014: Alemania, Irlanda, Reino Unido.

source: Wave 4, December 2014 – Hungary, Poland, Turkey.
es: 4ª ola, diciembre 2014: Hungría, Polonia, Turquía.

source: We are taking interest and pride in the site work we do. P&A H&S visits also demonstrate teamwork, as we are actively sharing knowledge and experience to bring value to our people and our clients;
es: Nos interesamos y enorgullecemos por el trabajo en terreno que hacemos. Las visitas de salud y seguridad de los P&A también demuestran trabajo en equipo , ya que compartimos conocimientos y experiencia para aportar valor a nuestra gente y a nuestros clientes.

source: We risk injuring our people standing or working in the vicinity of the shelf.
es: Riesgo de lesionar a la gente que esté parada o trabajando cerca del estante.

source: We risk injuring our people when they try to reach the sampling containers.
es: Riesgo de lesionar a la gente que intente alcanzar los contenedores de muestreo.

source: Why it is a problem
es: Por qué es un problema

source: Acting on learnings prevents problems escalating and getting worse. You have the power to make a difference.
es: Dar respuesta a los learnings evita que los problemas escalen y empeoren. Tú tienes el poder de marcar la diferencia.

source: – This can be any health and safety related-interaction from P&As with high-risk staff e.g. safety inductions, general safety advice and guidance.
es: : Puede ser cualquier interacción relacionada con salud y seguridad por parte de los P&A con personal de alto riesgo, por ejemplo, inducciones, consejos y orientación general en seguridad.

source: – ‘Subject Matter Expert’ is a U.S. term meaning a designated expert in a given field for a given project e.g. recent SMEG calls on Journey Management and proposed ones on International Travel & Duty of Care.
es: : el “experto en el tema” es una expresión estadounidense que se refiere a alguien que ha sido designado como experto en un campo o proyecto determinado. Hay grupos recientes de expertos en gestión de viajes y propuestas de grupos de expertos en viajes internacionales y el deber de cuidado.

source: “Be a yardstick of quality.
es: “Sean un modelo de calidad.

source: “If your actions inspire others to dream more, learn more, do more and become more, you are a leader”
es: “Si tus acciones inspiran a otros a soñar más, a aprender más, a hacer más y a lograr más, significa que eres un líder”.

source: “Management is doing things right; leadership is doing the right things”
es: “Gestión es hacer las cosas bien; liderazgo es hacer lo correcto”
